Repository: souvik0682/pos-web-report
Catalog: trunk/POSWebRpt.Utilities/ResourceManager/ErrorResource/ErrorResource.*.resx
Languages: he_il

# ERR00016
source: Transaction error occured
he_il: Please enter a name

# ERR00017
source: Unable to save
he_il: Please select a type

# ERR00018
source: No records saved
he_il: Please enter a name

# ERR00019
source: No record(s) deleted!
he_il: Please enter Category Name

# ERR00020
source: An error has occured
he_il: Plesase enter shipment share

# ERR00021
source: You do not have permission to perform this action!
he_il: Please select shipment id

# ERR00022
source: Invalid Email Id
he_il: Please enter pricing date

# ERR00023
source: Invalid Phone No
he_il: Please enter service percentage

# ERR00024
source: !! To date should not be greater than From date
he_il: Please enter added percentage

# ERR00025
source: Please save the data first
he_il: Please enter operation percentage

# ERR00026
source: Please enter date
he_il: Please enter extinction percentage

# ERR00027
source: Please select date
he_il: Transaction error occured

# ERR00028
source: Enter User Group
he_il: Please enter date

# ERR00029
source: Enter First Name
he_il: Please select POS

# ERR00030
source: Enter Last Name
he_il: Please select customer

# ERR00031
source: Enter E-Mail
he_il: Please select category

# ERR00032
source: New password cannot be left blank
he_il: Please select sub category

# ERR00033
source: Confirm password cannot be left blank
he_il: Please select item

# ERR00034
source: New and Confirm password should be same
he_il: Please select brand

# ERR00035
source: Old password do not match
he_il: Please enter item desc

# ERR00036
source: Please enter type name
he_il: Please enter quantity

# ERR00037
source: Please select type
he_il: Please enter price

# ERR00038
source: Please enter item name
he_il: Please select shipment date

# ERR00039
source: Please enter group name
he_il: Sufficient items not found in the store!

# ERR00040
source: Please select group
he_il: Please select a store

# ERR00041
source: Please enter State name!
he_il: Please select date

# ERR00042
source: Please enter District name!
he_il: Please enter shipment share

# ERR00043
source: Please select a valid image file
he_il: An error has occured

# ERR00044
source: Please select a State!
he_il: This bill cannot be modified

# ERR00045
source: Please select a Unit!
he_il: The bill cannot be processed since the customer has crossed his debt limit

# ERR00046
source: Please enter Item Decsription!
he_il: Please select a bill

# ERR00047
source: Please enter Major Item Decsription!
he_il: Please select currency

# ERR00048
source: Please enter Block name
he_il: Please enter amount

# ERR00049
source: Please enter Village Name
he_il: !!To date should not greater than From date
