Repository: souvik0682/pos-web-report
Catalog: trunk/POSWebRpt.Utilities/ResourceManager/Resource/Resource.*.resx
Languages: he_il

# R00001
source: Username cannot be left blank
he_il: לחץ כדי לערוך רשומה זו

# R00002
source: Password cannot be left blank
he_il: לחץ כדי למחוק את הרשומה זו

# R00003
source: *Incorrect username or password
he_il: לחץ כדי להוסיף

# R00004
source: * Unable to login. Please try again
he_il: לחץ לצפייה

# R00005
source: *Login failed for user
he_il: לחץ כדי לשמור

# R00006
source: *The database server was not found or was not accessible
he_il: האם אתה בטוח שברצונך למחוק רשומה זו?

# R00007
source: *Cannot open database requested by the login
he_il: בהצלחה נשמר!

# R00008
source: *Unable to connect to the remote server
he_il: בהצלחה נמחק!

# R00009
source: *Timeout Expired
he_il: לחץ כדי לראות או להוריד את הקובץ

# R00010
source: *Unable to resolve host
he_il: לחץ כדי לעבור לדף הקודם

# R00011
source: *An exception has occured in the remote server
he_il: אין רישום שנמחק!

# R00012
source: The system has encountered an unhandled exception and could not complete your request. <br/>Please contact the system administrator.
he_il: שמור את הרשומה ראשונה לחץ על כפתור הוסף

# R00013
source: You do not have permission to perform this operation
he_il: לחץ כדי להוסיף פריט חדש

# R00014
source: Successfully Saved!
he_il: לחץ כדי לבטל

# R00015
source: Successfully Deleted!
he_il: מחיר הפריט אינו יכול להיות ריק

# R00016
source: No records saved
he_il: בית

# R00017
source: No records deleted
he_il: אדון

# R00018
source: Duplicate record exists
he_il: עסקה

# R00019
source: Transaction data exists. Please delete transaction data first.
he_il: דווח

# R00020
source: Transaction error
he_il: מאסטר המשתמש

# R00021
source: Are you sure you want to delete this record (Y/N)?
he_il: מאסטר התפקיד

# R00022
source: Are you sure you want to save this record (Y/N)?
he_il: מאסטר קטגוריה

# R00023
source: Are you sure you want to cancel?
he_il: מאסטר תת קטגוריה

# R00024
source: Please select atleast one record to delete
he_il: מאסטר הפריט

# R00025
source: Want to Quit?
he_il: מאסטר הלקוחות

# R00026
source: * Please enter old password
he_il: מאסטר סוג הרשימה

# R00027
source: * Please enter new password
he_il: מאסטר פריט הרשימה

# R00028
source: * Please retype new password
he_il: כניסת משלוח

# R00029
source: * New and Confirm password should be same
he_il: הוצאות משלוח

# R00030
source: Your old password is not correct. Please try again.
he_il: כניסת ביל

# R00031
source: Password has been reset and send to user's email
he_il: תשלום ביל

# R00032
source: Password has been changed successfully.
he_il: ניהול תמחור
